Revit 2024 API
ParameterTypeId.RbsReferenceInsulationThickness Property
 "Insulation Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsReferenceInsulationThickness { get; }
Visual Basic
Public Shared ReadOnly Property RbsReferenceInsulationThickness As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsReferenceInsulationThickness {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace